Repository: nbaran42/Tubim-Projesi
Catalog: TubimProject.UI/Controllers/ManagementController.*.resx
Languages: tr_tr

# page.BadgeTitle
source: Add Role
tr_tr: Rol Ekleyin

# page.Cardtitle
source: Role Management
tr_tr: Rol Yönetim İşlemleri

# page.registeredusers
source: Registered Users
tr_tr: Kayıtlı Kullanıcılar

# page.registeredUsersExclamations
source: List Of Actively Registered Users
tr_tr: Aktif Olarak Kayıtlı Kullanıcıları Görüntülemektesiniz

# page.roleName
source: Role Name
tr_tr: Rol Adı

# page.rolePopup
source: You must provide Role Name
tr_tr: Mutlaka Bir Rol Adı Girmelisiniz

# page.saveButton
source: Save
tr_tr: Kaydet

# page.title
source: Roles Management Window
tr_tr: Rol Yönetim Ekranı

# page.windowTitle
source: Process Window
tr_tr: İşlem Penceresi

# user.BadgeTitle
source: Add User
tr_tr: Kullanıcı Ekle

# user.Cardtitle
source: User Management
tr_tr: Kullanıcı Yönetim

# user.email
source: E-Mail Address
tr_tr: Eposta Adresi

# user.KurumDaire
source: Department
tr_tr: Görev Yeri

# user.kurumid
source: Pick Institution
tr_tr: Kurum Seçin

# user.kurumphonenumber
source: Corporate Phone
tr_tr: Kurum Telefonu

# user.mobilephonenumber
source: Mobile Phone
tr_tr: Cep Telefonu

# user.title
source: User Management Window
tr_tr: Kullanıcı Yönetim Ekranı

# user.unvan
source: Job Title
tr_tr: İş Ünvanı

# user.username
source: Username
tr_tr: Kullanıcı Adı

# userrole.BadgeTitle
source: Add or Remove Roles
tr_tr: Rol Ekleyin ya da Silin

# userrole.Cardtitle
source: Manage Roles for Registered Users
tr_tr: Kayıtlı Kullanıcıların Rolerini Yönein

# userroles.selectLabel
source: Select Item
tr_tr: Seçim Yapın

# userrols.ddListItem.addRemoveRole
source: Add/Remove Role
tr_tr: Rol Ekle/Kaldır

# userrols.ddListItem.EtkinlestirmeBaglantisiGonder
source: Send Activation Link
tr_tr: Etkinleştirme Bağlantısı Gönder

# userrols.ddListItem.HesapAktiflestir
source: Re-Activate Account
tr_tr: Hesabını Aktifleştir

# userrols.ddListItem.HesapAski
source: Suspend Account
tr_tr: Hesabını Askıya Al

# userrols.ddListItem.ResetPasswordLink
source: Send Password Reset Link
tr_tr: Şifre Sıfırlama Gönder
